Repository: manaflow-ai/cmux
Catalog: webviews/src/pages/markdown/Localizable.xcstrings
Source language: en
Languages: ja

# block.definition
source: Link definition
ja: リンク定義

# block.frontmatter
source: Front matter
ja: フロントマター

# block.source
source: Markdown source
ja: Markdown ソース

# code.plainText
source: Plain text
ja: プレーンテキスト

# conflict.changed
source: This file changed on disk while you were editing.
ja: 編集中にこのファイルがディスク上で変更されました。

# conflict.deleted
source: This file was deleted on disk while you were editing.
ja: 編集中にこのファイルがディスクから削除されました。

# conflict.keep
source: Keep my version
ja: 自分の版を保持

# conflict.reload
source: Reload from disk
ja: ディスクから再読み込み

# diagram.failed
source: The diagram could not be rendered.
ja: 図を描画できませんでした。

# link.broken
source: Not found
ja: 見つかりません

# link.checking
source: Checking…
ja: 確認中…

# link.clickHint
source: Click to open
ja: クリックで開く

# link.followHint
source: ⌘-click to open
ja: ⌘クリックで開く

# link.footnote
source: Footnote
ja: 脚注

# link.noHeading
source: No heading in this file has this anchor
ja: このアンカーを持つ見出しはこのファイルにありません

# link.opensBrowser
source: Opens in a browser tab
ja: ブラウザタブで開きます

# link.opensFile
source: Opens in the file viewer
ja: ファイルビューアで開きます

# link.opensMail
source: Opens in the default app
ja: デフォルトのアプリで開きます

# link.placeholder
source: URL, file path or #heading
ja: URL、ファイルパス、または #見出し

# mode.label
source: Editing mode
ja: 編集モード

# mode.rich
source: Rich text
ja: リッチテキスト

# mode.source
source: Source
ja: ソース

# nav.back
source: Back
ja: 戻る

# nav.forward
source: Forward
ja: 進む

# page.disconnected
source: Not connected to cmux.
ja: cmux に接続されていません。

# page.failed
source: The file could not be opened.
ja: ファイルを開けませんでした。

# page.loading
source: Loading…
ja: 読み込み中…

# page.retry
source: Retry
ja: 再試行

# readOnly.outside
source: This file is outside the workspace, so it opens read only.
ja: このファイルはワークスペースの外にあるため、読み取り専用で開きます。

# save.failed
source: The file could not be saved.
ja: ファイルを保存できませんでした。

# status.edited
source: Edited
ja: 編集済み

# status.failed
source: Not saved
ja: 未保存

# status.readOnly
source: Read only
ja: 読み取り専用

# status.saved
source: Saved
ja: 保存済み

# status.saving
source: Saving…
ja: 保存中…
